<{{"?"}}xml version="1.0" encoding="windows-1251" {{"?"}}>
    <Файл ИдФайл="{{$fileid}}" ВерсФорм="5.01" ВерсПрог="ZOD_Exchange 1.0">
        <СвУчДокОбор ИдОтпр="{{$fromid}}" ИдПол="{{$toid}}">
            <СвОЭДОтпр ИННЮЛ="7605016030" ИдЭДО="2BE" НаимОрг="Общество с ограниченной ответственностью &quot;Компания &quot;Тензор&quot;&quot;" />
        </СвУчДокОбор>
        <Документ>
            <СвСчет ДатаСчет="{{$ttndate}}" КодОКВ="643" НомерСчет="{{$ttnnumber}}">
                <Основание НаимОсн="-" />
                <СвПрод>
                    <ИдСв>
                        <СвЮЛ НаимОрг="Общество с ограниченной ответственностью &quot;Нордком Карелия&quot;" ИННЮЛ="1001136430" КПП="100101001" />
                    </ИдСв>
                    <Адрес>
                        <АдрРФ Кварт="217" КодРегион="10" Индекс="185014" Город="Петрозаводск" Улица="пр. Лесной" Дом="51" />
                    </Адрес>
                    <Контакт Email="nordcom@mail.ru" Internet="нордком-россия.рф" Тлф="8(800)600-35-60" />
                    <БанкРекв НомерСчета="40702810422330000142">
                        <СвБанк БИК="044030706" КорСчет="30101810800000000706" НаимБанк="Филиал &quot;С-Петербургская дирекция ОАО «УРАЛСИБ&quot;, г. Санкт-Петербург" />
                    </БанкРекв>
                </СвПрод>
                <СвПокуп>
                    <ИдСв>

                        @if (strlen($inn) === 10)
                        <СвЮЛ ИННЮЛ="{{$inn}}" НаимОрг="{!!str_replace('"',' &quot;',$company)!!}" КПП="{{$kpp}}" />
                        @elseif (strlen($inn) ===12 )
                        <СвИП ИННФЛ="{{$inn}}">
                            <ФИО Фамилия="{{explode(' ',$company)[0]}}" Имя="{{explode(' ',$company)[1]}}" Отчество="{{explode(' ',$company)[2]}}" />
                        </СвИП>

                        @endif


                    </ИдСв>
                    <Адрес>
                        <АдрРФ КодРегион="{{$code}}" Кварт="{{$FAdressArray[9]}}" Индекс="{{$FAdressArray[1]}}" {!!$FAdressArray[4]!="" ?"Город=\"".$FAdressArray[4]."\"":"НаселПункт=\"".$FAdressArray[5]."\""!!} Улица="{{$FAdressArray[6]}}" Дом="{{$FAdressArray[7]}}" {!!$FAdressArray[8]!="" ?"Корпус=\"".$FAdressArray[8]."\"":""!!} />
                    </Адрес>
                    <Контакт Email="nordcom@mail.ru" Internet="нордком-россия.рф" Тлф="8(800)600-35-60" />
                </СвПокуп>

            </СвСчет>
            <ТаблСчет>






                @foreach($goods as $product)


                <СведТов ЕдИзм="{{$product->okeiname}}" КолТов="{{$product->count}}" НаимТов="{{$product->name}}" НомСтр="1" ОКЕИ_Тов="{{$product->okei}}" СтТовБезНДС="{{round($product->sum/1.2,2)}}" СтТовУчНал="{{$product->sum}}" ЦенаТов="{{$product->sm}}">
                    <НалСт НалСтВел="20" НалСтТип="процент" />
                    <СумНал СумНДС="{{$product->sum-round($product->sum/1.2,2)}}" />
                </СведТов>

                @endforeach





                <ВсегоОпл СтТовБезНДСВсего="{{round($docsum/1.2,2)}}" СтТовУчНалВсего="{{$docsum}}">
                    <СумНалВсего СумНДС="{{$docsum-round($docsum/1.2,2)}}" />
                </ВсегоОпл>



            </ТаблСчет>
        </Документ>

    </Файл>