<{{ '?' }}xml version="1.0" encoding="windows-1251" {{ '?' }}>
    <Файл ИдФайл="{{ $fileid }}" ВерсФорм="5.01" ВерсПрог="ZOD_Exchange 1.0">
        <СвУчДокОбор ИдОтпр="{{ $fromid }}" ИдПол="{{ $toid }}">
            <СвОЭДОтпр ИННЮЛ="7605016030" ИдЭДО="2BE"
                НаимОрг="Общество с ограниченной ответственностью &quot;Компания &quot;Тензор&quot;&quot;" />
        </СвУчДокОбор>
        <Документ КНД="1115133" Функция="КСЧФ" ДатаИнфПр="09.04.2021" ВремИнфПр="14.40.56"
            НаимЭконСубСост="Плюснина Отправитель, ИНН/КПП: 9652621279/965201000">
            <СвКСчФ НомерКСчФ="54" ДатаКСчФ="09.04.2021" КодОКВ="643">
                <СчФ НомерСчФ="53" ДатаСчФ="09.04.2021" />
                <СвПрод>
                    <ИдСв>
                        <СвЮЛУч НаимОрг="Плюснина Отправитель" ИННЮЛ="9652621279" КПП="965201000" />
                    </ИдСв>
                    <Адрес>
                        <АдрИнф КодСтр="643" АдрТекст="Екатеринбург" />
                    </Адрес>
                    <БанкРекв НомерСчета="30301810000006000001">
                        <СвБанк НаимБанк="ПАО СБЕРБАНК" БИК="044525225" КорСчет="30101810400000000225" />
                    </БанкРекв>
                </СвПрод>
                <СвПокуп>
                    <ИдСв>
                        <СвЮЛУч НаимОрг="Плюснина Получатель" ИННЮЛ="9622220079" КПП="962201000" />
                    </ИдСв>
                    <Адрес>
                        <АдрИнф КодСтр="643" АдрТекст="Екатеринбург" />
                    </Адрес>
                </СвПокуп>
                <ДопСвФХЖ1 НаимОКВ="Российский рубль" />
            </СвКСчФ>
            <ТаблКСчФ>
                <СведТов НомСтр="1" НаимТов="Сумка DKNY" ОКЕИ_ТовДо="796" ОКЕИ_ТовПосле="796" КолТовДо="4"
                    КолТовПосле="3" ЦенаТовДо="33333.33" ЦенаТовПосле="33333.33" НалСтДо="20%" НалСтПосле="20%">
                    <СтТовБезНДС СтоимДоИзм="133333.33" СтоимПослеИзм="100000" СтоимУм="33333.33" />
                    <АкцизДо>
                        <БезАкциз>без акциза</БезАкциз>
                    </АкцизДо>
                    <АкцизПосле>
                        <БезАкциз>без акциза</БезАкциз>
                    </АкцизПосле>
                    <СумНалДо>
                        <СумНДС>26666.67</СумНДС>
                    </СумНалДо>
                    <СумНалПосле>
                        <СумНДС>20000</СумНДС>
                    </СумНалПосле>
                    <СумНалРазн>
                        <СумУм>6666.67</СумУм>
                    </СумНалРазн>
                    <СтТовУчНал СтоимДоИзм="160000" СтоимПослеИзм="120000" СтоимУм="40000" />
                    <ДопСведТов НаимЕдИзмДо="шт" НаимЕдИзмПосле="шт" />
                </СведТов>
                <ВсегоУм СтТовБезНДСВсего="33333.33" СтТовУчНалВсего="40000">
                    <СумНал>
                        <СумНДС>6666.67</СумНДС>
                    </СумНал>
                </ВсегоУм>
            </ТаблКСчФ>
            <СодФХЖ3 СодОпер="Изменение стоимости товаров и услуг">
                <ПередатДокум НаимОсн="УПД" НомОсн="53" ДатаОсн="09.04.2021" />
                <ДокумОснКор НаимОсн="Договор" НомОсн="666" ДатаОсн="31.03.2021" />
            </СодФХЖ3>
            <Подписант ОблПолн="3" Статус="1" ОснПолн="Должностные обязанности">
                <ИП ИННФЛ="727594789479">
                    <ФИО Фамилия="Плюснина" Имя="Юлия" Отчество="Владимировна" />
                </ИП>
            </Подписант>
        </Документ>
    </Файл>
